tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "sambadevi/powerlevel9k"

brew "autoconf"
brew "automake"
brew "coreutils"
brew "docker"
brew "libyaml"
brew "openssl@1.1"
brew "readline"
brew "docker-compose"
brew "libksba"
brew "libtool"
brew "pkg-config"
brew "postgresql"
brew "zlib"
brew "sambadevi/powerlevel9k/powerlevel9k"
brew "nvm"

cask "firefox"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "nordvpn"
cask "postgres"
cask "postman"
cask "slack"
cask "spotify"
cask "visual-studio-code"
